/* 
  Localizable.strings
  CatooCatalogComposer

  Created by Maurício Hanika on 18.10.12.
  Copyright (c) 2012 M-Way Solutions GmbH. All rights reserved.
*/

"AppMenuAboutCatooCatalogComposer" = "About Catoo Catalog Composer";
"AppMenuHideCatooCatalogComposer" = "Hide Catoo Catalog Composer";
"AppMenuHideOthers" = "Hide Others";
"AppMenuShowAll" = "Show All";
"AppMenuQuitCatooCatalogComposer" = "Quit Catoo Catalog Composer";

"FileMenuItem" = "File";
"FileMenuNew" = "New";
"FileMenuOpen" = "Open...";
"FileMenuOpenRecent" = "Open Recent";
"FileMenuSave" = "Save";
"FileMenuSaveAs" = "Save As...";
"FileMenuCloseWindow" = "Close Window";

"EditMenuItem" = "Edit";
"EditMenuUndo" = "Undo";
"EditMenuRedo" = "Redo";

"ViewMenuItem" = "View";
"ViewMenuShowActivityView" = "Show activity view";
"ViewMenuHideActivityView" = "Hide activity view";

"CatalogMenuItem" = "Catalog";
"CatalogMenuGenerate" = "Generate catalog...";
"CatalogMenuAbortGeneration" = "Abort catalog generation";
"CatalogMenuBuildIPA" = "Catoo App Builder";

"PageBackgroundColor" = "Page background";

"DestinationLabel" = "Destination";
"CatalogsFolderButton" = "Catalogs folder";
"CatalognameLabel" = "Catalogname";

"CatalogCreationLabel" = "Catalog creation";
"PDFFileLabel" = "PDF-File";
"RetinaSupportLabel" = "Retina Support";
"TransparencyLabel" = "transparency";

"MetadataLabel" = "Metadata";
"MetadataXML" = "Metadata XML: ";
"MetadataXMLFile" = "TOC-XML-File";

"MultimediaLabel" = "Multimedia";
"MultimediaXML" = "Multimedia XML: ";
"MultimediaXMLFileButton" = "Multimedia-XML-File";

"TooltipDestinationFolder" = "Output folder for generated catalog";
"TooltipSourcePDF" = "Original catalog pdf";
"TooltipRetina" = "Creates double sized preview and thumbnail images";
"TooltipMetadataXML" = "XML containing meta information about the catalog (e.g. name, table of contents)";
"TooltipMultimediaXML" = "XML containing information about multimedia overlays";

"StartButton" = "Start";
"StopButton" = "Stop";
"ClearButton" = "Clear";

"ProcessorDidOpenDatabase" = "Creating/opening database...";
"ProcessorDidProcessPages" = "Processing page %d of %d";
"ProcessorDidWriteSettings" = "Saving settings...";
"ProcessorWillParseMetadataXML" = "Parsing metadata xml...";
"ProcessorWillParseMultimediaXML" = "Parsing multimedia xml...";

"ProcessorFinished" = "Catalog creation finished successfully";
"ProcessorAborted" = "Catalog creation aborted";
"ProcessorIsAborting" = "Aborting...";

"Error" = "Error";
"Warning" = "Warning";
"ProcessBeingProcessed" = "There is a catalog being processed, abort?";
"ReallyAbortProcess" = "Do you really want to stop the catalog creation process and erase all generated output?";

"FolderExistsAtGivenPathShouldOverwrite" = "The destination folder already exists. Continuing will overwrite the content, continue?";
"CouldNotDeleteExistingCatalogDirectory" = "Could not delete existing catalog folder";
"CouldNotCleanUpAfterProcessAbort" = "Could not delete generated output after process abort";

"PlaceholderTextDestinationFolder" = "Path to the output folder for the generated catalog";
"PlaceholderTextCatalogName" = "Catalog ID";
"PlaceholderTextSourcePDF" = "Path to catalog source";
"PlaceholderTextMetadataXML" = "Path to metadata xml (optional)";
"PlaceholderTextMultimediaXML" = "Path to multimedia overlay xml (optional)";

"ErrorParsingMetaXMLFileShowLogForMoreInfo" = "Error validating metadata xml file. View activity window for more information.";
"ErrorParsingMultimediaXMLFileShowLogForMoreInfo" = "Error validating multimedia xml file. View activity window for more information.";

"TabItemCatalogGeneration" = "Catalog generation";
"TabItemActivity" = "Activity log";

"DestinationPathLabel" = "Destination path";

"CropBox" = "Crop box";
"MediaBox" = "Media box";
"TrimBox" = "Trim box";
"BleedBox" = "Bleed box";

"DisplayName" = "App name";
"MobileProvisioningProfile" = "Provisioning profile";

"Remove" = "Remove";
"Catalogs" = "Catalogs";
"ShowInFinder" = "Show in Finder";
"GenerateIpaWindowTitle" = "Catoo App Builder";
"NumberOfCatalogs" = "Number of catalogs";
"SelectImageFile" = "Select image";

"NotAvailable" = "Not available";
"RetinaDisplays" = "Retina displays";
"CertificateNameFingerprint" = "Certificate (SHA1)";
"CertificateExirationDate" = "Expires";
"BundleIdentifier" = "Bundle identifier";
"LicenseFile" = "License file (*.lic)";

"AppIcon" = "App icon";
"AppStoreIcon" = "App Store icon";

"BuildApplication" = "Build application";
"LicenseFileIsInvalidUseAnyways" = "The provided license file seems to be invalid. Use anyways?";
"LicenseFileDoesNotExist" = "The license file could not be found";
"SelectLicenseFile" = "Select license...";

"BuildForAppStore" = "Build for iTunes";
"SelectProvisioningProfileFile" = "Select provisioning profile...";

"General" = "General";
"Appearance" = "Appearance";
"Catalogs" = "Catalogs";
"Build" = "Build app";

"NavigationBar" = "Navigation bar";
"NavigationBarDescription" = "The checked elements will be shown in the Apps navigation bar";

"NavigationBarInfo" = "Info";
"NavigationBarPageCount" = "Page count";
"NavigationBarTableOfContents" = "Table of contents";
"NavigationBarThumbnails" = "Catalog overview (thumbnails)";
"NavigationBarBookmarks" = "Bookmarks";
"NavigationBarSearch" = "Search";
"NavigationBarSettings" = "Settings";
"NavigationBarTitle" = "Title shown in navigation bar";

"NavigationBarTintColor" = "Tint color of the navigation bar";

"Info" = "Informations page";
"InfoDescription" = "The page that will be shown when the user taps on the info icon (assign a local folder or URL)";

"InfoPageIsFolder" = "Provide info page as folder";
"ChooseFolder" = "Choose folder...";

"CatalogsAndPages" = "Catalogs and pages";
"CatalogsAndPagesDescription" = "Appearance modes for catalogs and pages";
"CatalogsDisplayMode" = "Catalogs display mode";

"Bookshelf" = "Bookshelf";
"Coverflow" = "Coverflow";

"PageEffect" = "Page turn effect";
"Book" = "Book";
"Scale" = "Scale";
"Swipe" = "Swipe";

"EstimatedSize" = "Est. filesize";

"LicenseFileDoesNotMatchProvisioningProfile" = "The provided license does not match the bundle identifier declared in the provisioning profile";
"ProvisioningProfileHasExpired" = "The provided provisioning profile expired";

"Yes" = "Yes";
"No" = "No";
"Ok" = "Ok";
"ShowLog" = "Show activity window...";